<<<<<
definition/source/active/123/567/my-source
-----
{
  "projectId": 123,
  "branchId": 567,
  "sourceId": "my-source",
  "version": {
    "number": 4,
    "hash": "babf8160472db749",
    "modifiedAt": "2000-01-01T04:00:00.000Z",
    "description": "Rollback to version \"2\"."
  },
  "type": "http",
  "name": "My Source",
  "description": "Updated description 1",
  "http": {
    "secret": "012345678901234567890123456789012345678912345678"
  }
}
>>>>>

<<<<<
definition/source/version/123/567/my-source/0000000001
-----
%A
>>>>>

<<<<<
definition/source/version/123/567/my-source/0000000002
-----
%A
>>>>>

<<<<<
definition/source/version/123/567/my-source/0000000003
-----
%A
>>>>>

<<<<<
definition/source/version/123/567/my-source/0000000004
-----
%A
>>>>>
